Repository: real-coder-pty-ltd/do-spaces-sync
Catalog: languages/dos-*.po
Languages: it_it

source: Plugin DigitalOcean Spaces Sync requires PHP 5.3.3 or higher. The plugin has now disabled itself.
it_it: Il plugin DigitalOcean Spaces Sync necessita della versione di PHP 5.3.3 o superiore. Il plugin è stato disattivato.

source: Plugin DigitalOcean Spaces Sync requires cURL 7.16.2+. The plugin has now disabled itself.
it_it: Il plugin DigitalOcean Spaces Sync necessita della versione di cURL 7.16.2+ o superiore. Il plugin è stato disattivato.

source: Plugin DigitalOcean Spaces Sync requires that cURL is compiled with OpenSSL. The plugin has now disabled itself.
it_it: Il plugin DigitalOcean Spaces Sync necessita che la compilazione di cURL avvenga con OpenSSL. Il plugin è stato disattivato.

source: Connection is successfully established. Save the settings.
it_it: La connessione è stata stabilita con successo. Salva le impostazioni.

source: Connection is not established.
it_it: La connessione è stata rifiutata.

source: Settings
it_it: Impostazioni

source: Type in your DigitalOcean Spaces container access information.
it_it: Inserisci le informazioni di connessione con il tuo container di DigitalOcean Spaces.

source: Don't have an account? <a href="https://goo.gl/SX2UwH">Create it</a>
it_it: Non hai un account attivo? <a href=“https://goo.gl/SX2UwH”>Crealo</a>

source: Connection settings
it_it: Impostazioni di connessione

source: By default
it_it: Di default

source: Check the connection
it_it: Verifica la connessione

source: File & Path settings
it_it: Impostazioni file e percorso

source: Full URL-path to files
it_it: URL completa ai files

source: Enter storage public domain or subdomain if the files are stored only in the cloud storage
it_it: Inserisci il dominio o il sottodominio pubblico nel caso in cui i file vengano salvati solo sul cloud

source: or full URL path, if are kept both in cloud and on the server.
it_it: o il percorso completo, nel caso in cui venga mantenuta copia anche sul server locale.

source: In that case duplicates are created. If you change one, you change and the other,
it_it: In questo caso verranno generati dei duplicati. Se ne modifichi uno, verrà modificato anche l’altro.

source: Local path
it_it: Percorso locale

source: Local path to the uploaded files. By default
it_it: Percorso locale in cui vengono caricati i file. Di default

source: Current installation path is
it_it: Il path impostato per questa installazione è

source: Storage prefix
it_it: Prefisso dello storage

source: The path to the file in the storage will appear as a prefix / path.<br />For example, in your case:
it_it: Il percorso del file nello storage comprenderà anche il prefisso.<br/>Per esempio nel tuo caso:

source: Filemask/Regex for ignored files
it_it: Filemask/Regex per ignorare alcuni tipi di file

source: By default empty or
it_it: Di default vuoto o

source: Will upload all the files by default, you are free to use any Regular Expression to match and ignore the selection you need, for example:
it_it: Per impostazione predefinita caricherà tutti i tipi di file. Sei libero di specificare una Regular Expression che escluda i file che non vuoi che vengano caricati, per esempio:

source: Sync settings
it_it: Impostazioni di sincronizzazione

source: Store files only in the cloud and delete after successful upload.
it_it: Salva i file solo sul cloud ed eliminali sul server locale una volta completato il caricamento.

source: In that case file will be removed from your server after being uploaded to cloud storage, that saves you space.
it_it: In questo caso i file verranno rimossi dal tuo server locale una volta che sono stati caricati correttamente sul cloud, in modo da permetterti di risparmiare spazio.

source: Delete file from cloud storage as soon as it was removed from your library.
it_it: Cancella il file dal cloud quando viene rimosso dalla tua libreria.

source: Enable debug mode. Do not enable unless you know what it is.
it_it: Abilita la modalità debug. Non abilitarla nel caso in cui non tu non sappia di cosa si tratti.

source: This WordPress plugin syncs your media library with DigitalOcean Spaces Container.
it_it: Questo plugin per Wordpress sincronizzerà la tua libreria media con un DigitalOcean Spaces Container.
